/* No comment provided by engineer. */
"Cancel" = "huCancel";

/* No comment provided by engineer. */
"Close" = "huClose";

/* No comment provided by engineer. */
"Load Error" = "huLoad Error";

/* No comment provided by engineer. */
"Loading..." = "huLoading...";

/* No comment provided by engineer. */
"OK" = "huOK";

/* No comment provided by engineer. */
"Please Confirm" = "huPlease Confirm";

/* No comment provided by engineer. */
"Would you like to cancel this operation?" = "huWould you like to cancel this operation?";

/* No comment provided by engineer. */
"►" = "►";

/* No comment provided by engineer. */
"◄" = "◄";

